Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །འཁོར་བའི་མཚོ་ལས་སྐྱེ་དགུ་རྨོངས་པ་བཟླས།
en: I have brought ignorant beings across the ocean of existence.

source: །ང་ཡིས་ངན་འགྲོ་གསུམ་གྱི་སྒོ་ཡང་བཅད།
en: I have closed the gateway to the three lower existences. “

source: །ཉོན་མོངས་འབར་མེས་སེམས་ཅན་རབ་བསྲེགས་ཏེ། །མགོན་དང་སྐྱབས་བྱེད་མེད་པ་དག་ལ་ནི།
en: Beings are burned by the blazing fire of the kleśas And have no one to save them, no protector.

source: །རབ་བསིལ་བདུད་རྩིའི་དེ་དག་ཚིམ་བྱས་ནས། །ལུས་དང་སེམས་ཀྱི་གདུང་བ་ཞི་བར་བྱས།
en: I have brought them relief with the perfectly cooling amṛta That relieves their bodies and minds of torment. “

source: །དེས་ན་ངས་ནི་བསྐལ་པ་ཚད་མེད་སྙེད། །དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་གུས་མཆོད་བྱས།
en: Therefore, throughout countless past eons, I reverently made offerings to the tathāgatas.

source: །ཚུལ་ཁྲིམས་རབ་བསྲུངས་བྱང་ཆུབ་གཞོལ་ནས་ནི། །ཆོས་སྐུ་བདེ་བའི་གནས་སུ་བཙལ་བ་ཡིན།
en: Maintaining correct conduct, dedicated to enlightenment, I sought the state of the bliss of the Dharma body. “

source: །གཞན་ལ་མིག་དང་རྐང་ལག་རྣ་བ་དང་། །བུ་དང་ཆུང་མ་བྲན་བཏང་ཕངས་པ་མེད།
en: Without regret, I gave to others my eyes, Arms, legs, children, wives, and servants.

source: །ནོར་དང་རིན་ཆེན་བདུན་གྱི་རྒྱན་ཕྲེང་དག །སློང་བ་དག་ལ་ཐམས་ཅད་ཡོངས་སུ་བཏང་།
en: I gave to everyone who asked for them My wealth and jewelry of the seven jewels. “

source: །བཟོད་སོགས་ཕ་རོལ་ཕྱིན་པ་ཀུན་བསྒོམས་པས། །ས་བཅུ་ཡོངས་རྫོགས་ཡང་དག་མངོན་སངས་རྒྱས།
en: Through meditation on patience and the other perfections, I completed the ten bhūmis and attained true buddhahood.

source: །དེ་ཕྱིར་ང་ནི་ཐམས་ཅད་མཁྱེན་བརྗོད་ཀྱང་། །སེམས་ཅན་གང་ཡང་གཞལ་བར་ནུས་པ་མེད། །གལ་ཏེ་སྟོང་གསུམ་སྟོང་ཆེན་འཇིག་རྟེན་ཁམས། །ས་ཆེན་འདི་ལས་སྐྱེས་པའི་དངོས་རྣམས་དང་།
en: Therefore, I am called an omniscient one, But there are no beings who can fathom that. “

source: །ནགས་ཚལ་ལྗོན་ཤིང་སཱ་ལུ་ཏིལ་རྣམས་དང་། །འོད་མ་ལ་སོགས་ཡལ་ག་ཇི་སྙེད་པ། །འདི་ལ་སོགས་པའི་དངོས་པོ་བཅད་གཏུབས་ཏེ། ཐམས་ཅད་རྡུལ་ཕྲན་ཕྱེ་མར་བྱས་པ་དག །གང་ནི་བསྡུས་སྤུངས་ཚད་ནི་ཤེས་དཀའ་དང་།
en: All that grows from this great earth Throughout the trichiliocosm world realms— The forests, the trees, the wild rice, and sesame, bamboo, and so on, every kind of plant life there is— “If these and others were cut down and chopped up Until they were made into a powder of the smallest particles, And if this were made into a heap, Its size would be hard to know. “

source: །དེ་བཞིན་ནམ་མཁའི་ཁམས་ནི་གང་བ་ཡི། །ཕྱོགས་བཅུའི་ཞིང་རྣམས་དག་ནི་ཐམས་ཅད་ན། །སྟོང་གསུམ་སྟོང་ཆེན་འཇིག་རྟེན་ཇི་སྙེད་པའི། །ས་རྣམས་རྡུལ་གྱི་ཕྱེ་མར་བྱས་གྱུར་ན། །རྡུལ་གྱི་ཚད་ནི་བགྲང་བར་མི་ནུས་པས།
en: And similarly, if in all the realms in the ten directions That fill the element of space Their earth was made into a powder of particles, One would be unable to calculate the number of those particles. “

source: །སེམས་ཅན་ཐམས་ཅད་ཤེས་པ་ཅི་ཡོད་པ། །ཤེས་པ་དེ་ཀུན་མི་གཅིག་རབ་བྱིན་ནས། །འདི་ལྟར་དེ་ཡི་ཤེས་པ་ཚད་མེད་པས། །རྡུལ་ཕྲན་དེ་ཡི་གྲངས་ནི་ཤེས་རུང་ཡང་། །བཅོམ་ལྡན་ཐུབ་པས་སྐད་ཅིག་གང་མཁྱེན་པ། །ཤེས་ལྡན་དེ་དག་ལྷན་ཅིག་གཞལ་བཅུག་ན། །བསྐལ་པ་བྱེ་བ་མང་པོའི་གྲངས་སྙེད་དུ།
en: But if the knowledge of all beings Were to all be given to one man, And with that measureless knowledge He could know the number of those particles, “And if a group of such wise persons tried to know What a bhagavat muni knows in a single instant, They would fail to know or calculate a tiny part of it, Even in many tens of millions of eons.”

source: །ཆུང་ཟད་ཙམ་ཡང་བརྩི་ཞིང་ཤེས་མི་ནུས། །དེའི་ཚེ་འཁོར་མང་པོ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ཟབ་མོ་འདི་ལྟ་བུ་བཀས་བཤད་པ་ཐོས་པ་དང་། སེམས་ཅན་ཚད་མེད་པ་སྙེད་འབྱུང་བ་ཆེན་པོ་བཞི་དང་། ཕུང་པོ་ལྔ་པོ་དག་རང་བཞིན་ཉིད་ཀྱིས་སྟོང་པ་དང་། དབང་པོ་དྲུག་དང་ཡུལ་དྲུག་པོ་དག་ཡང་དག་པ་མ་ཡིན་པས་འཆིང་བ་བསྐྱེད་པར་མངོན་པར་རྟོགས་པར་གྱུར་ནས།
en: At that time, the vast assembly, having heard the Bhagavat teaching this profound nature of emptiness, realized that the four great elements and the five skandhas of all countless beings are by nature empty, and the six senses and six sensory objects are not real but create bondage.

source: འཁོར་བ་ཡོངས་སུ་སྤངས་ཏེ། ངེས་པར་འབྱུང་བ་ཡང་དག་པར་སྒྲུབ་པར་སྨོན་ལམ་བཏབ་ནས་ཤིན་ཏུ་དང་བའི་སེམས་ཀྱིས་རབ་ཏུ་དགའ་བར་གྱུར་པས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་གུས་པས་སྤྱོད་པར་གྱུར་ཏོ།
en: They rejected saṃsāra and prayed that they would accomplish truly departing from it, and with extremely clear minds they were overjoyed, and they devotedly practiced what had been taught.

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བའི་མདོ་སྡེའི་རྒྱལ་པོ་ལས་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་བསྟན་པའི་ལེའུ་སྟེ་དགུ་པའོ།། །།
en: This concludes “The Teaching on the Nature of Emptiness,” the ninth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་ལྷའི་བུ་མོ་ཡིད་བཞིན་རིན་ཆེན་འོད་འཕྲོ་འཁོར་མང་པོའི་ནང་དུ་ཆོས་ཟབ་མོ་ཐོས་པས་དགའ་མགུ་རངས་པར་གྱུར་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ལ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་གུས་པས་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དོན་གྱི་ཚུལ་ཟབ་མོ་དག་ལ་རྣལ་འབྱོར་བསྒོམས་པའི་ཆོས་གང་ལགས་པ་བཀས་བཤད་དུ་ཅི་གནང་ཞེས་གསོལ་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ།
en: Chapter 10: The Fulfillment of Prayers on the Basis of Emptiness Then the goddess Cittaratnārcī, who was within the great assembly, was delighted and overjoyed on hearing that very profound Dharma teaching. She rose from her seat and, with her upper robe over one shoulder, knelt on her right knee, placed her palms together in homage, and said to the Bhagavat, “Bhagavat, what instruction do you give on a Dharma for the practice of meditation on the ways of profound meaning?”

source: བདག་གིས་འཇིག་རྟེན་སྣང་མཛད་དང་། །རྐང་གཉིས་གཙོ་བོ་མཆོག་ལ་ནི། །བྱང་ཆུབ་སེམས་དཔའ་ཡང་དག་སྤྱོད། །ཞུ་ན་ཐུགས་རྗེས་གནང་བར་སྨོན།
en: Then she spoke this verse: “If I ask the illuminator of the world, The supreme chief of two-legged beings, For the true conduct of bodhisattvas, I pray that with compassion you will bestow it.”

source: །བཅོམ་ལྡན་རིགས་ཀྱི་ལྷ་མོ་ལ། །གལ་ཏེ་ཐེ་ཙོམ་ཡོད་གྱུར་ན། །ཁྱོད་ཀྱིས་ཡིད་བཞིན་ཞུས་ཤིག་དང་། །རྣམ་ཕྱེ་བསྟན་པ་བྱ་ཞེས་གསུངས།
en: The Bhagavat said to the noble goddess: “If you have any doubts, Ask about them as you wish, And I will teach their elucidation.”

source: །དེ་ནས་ལྷ་མོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟ་བུར། །བྱང་ཆུབ་ཡང་དག་སྤྱད་སྤྱོད་ན། །བདག་དང་གཞན་ལ་སྨན་སླད་དུ། །འཁོར་བ་མྱ་ངན་འདས་སྤངས་འགྱུར།
en: Then the noble goddess said to the Bhagavat: “If we practice enlightened conduct In the same way as the bodhisattvas, It will be of benefit to ourselves and others, And we will forsake saṃsāra and nirvāṇa.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་རིགས་ཀྱི་ལྷ་མོ་ལ་བཀའ་སྩལ་པ། ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་ཏེ་བྱང་ཆུབ་ཀྱི་ཆོས་སྤྱད་ནས་མཉམ་པ་ཉིད་ཀྱི་ཆོས་སྤྱོད་པ་བསྒོམ་པར་བྱའོ།
en: The Bhagavat then said to the noble goddess, “One should practice the Dharma of enlightenment by being based upon the Dharma realm and meditating on the Dharma conduct of sameness.

source: །ཇི་ལྟར་ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་ཏེ་བྱང་ཆུབ་ཀྱི་ཆོས་ལ་སྤྱད་ནས་མཉམ་པ་ཉིད་ཀྱི་སྤྱོད་པ་བསྒོམ་པར་བྱ་ཞེ་ན།
en: How does one practice the Dharma of enlightenment by being based upon the Dharma realm and meditating on the Dharma conduct of sameness?

source: འདི་ལྟར་ཕུང་པོ་ལྔ་པོ་དག་གིས་ཆོས་ཀྱི་དབྱིངས་སྟོན་པར་བྱས་པས་ཆོས་ཀྱི་དབྱིངས་གང་ཡིན་པ་དེ་ཉིད་ཕུང་པོ་ལྔ་ཡིན་ཡང་ཕུང་པོ་ལྔ་ཡང་བརྗོད་དུ་མེད་ལ་ཕུང་པོ་ལྔ་མ་ཡིན་པ་ཡང་བརྗོད་དུ་མེད་དོ།
en: In this way, the Dharma realm is taught through the five skandhas so that the Dharma realm itself is the five skandhas. However, one cannot say that it is the five skandhas and one cannot say it is not the five skandhas.

source: གལ་ཏེ་ཆོས་ཀྱི་དབྱིངས་ཕུང་པོ་ལྔ་ཡིན་པར་གྱུར་ན་ནི་ཆད་པའི་ལྟ་བར་འགྱུར་ལ། གལ་ཏེ་ཕུང་པོ་ལྔ་དང་ཐ་དད་པར་གྱུར་ན་ནི་རྟག་པའི་ལྟ་བར་འགྱུར་བས་མཚན་ཉིད་གཉིས་དང་བྲལ་བ།
en: If the Dharma realm is the five skandhas, that would be the nihilist view, and if it is other than the five skandhas that would be the eternalist view. Therefore, the Dharma realm has neither of those two characteristics.

source: མཐའ་གཉིས་ལ་མངོན་པར་མ་ཆགས་པ།
en: It is not present in the two extremes.

source: བལྟར་མེད་པ།
en: It cannot be viewed.

source: བལྟ་བར་བྱ་བ་ལས་ཡང་དག་པར་འདས་པ།
en: It transcends being an object of view.

source: མིང་མེད་པ།
en: It has no name.

source: མཚན་མ་མེད་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཀྱི་དབྱིངས་བསྟན་པ་ཞེས་བྱའོ།
en: It is featureless. That is what is called the Dharma realm. “

source: །རིགས་ཀྱི་ལྷ་མོ་ཇི་ལྟར་ཕུང་པོ་ལྔ་པོ་དག་གིས་ཆོས་ཀྱི་དབྱིངས་སྟོན་པར་བྱེད་ཅེ་ན།
en: Noble goddess, how is the Dharma realm taught through the five skandhas?

source: འདི་ལྟར་ཕུང་པོ་ལྔ་དག་ནི་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེ་བ་མ་ཡིན་ནོ།
en: It is like this: The five skandhas are not produced by causes and conditions.

source: གལ་ཏེ་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེས་པ་ཞིག་ཡིན་པར་གྱུར་ན་སྐྱེས་ཟིན་པའི་ཕྱིར་སྐྱེ་འམ། མ་སྐྱེས་པའི་ཕྱིར་སྐྱེ།
en: If they are produced by causes and conditions, then are they produced because they have already been produced, or are they produced because they have not yet been produced?

source: གལ་ཏེ་སྐྱེས་ཟིན་པ་ཞིག་ཡིན་ན་ནི་རྒྱུ་དང་རྐྱེན་དགོས་པ་ཅི་ཞིག་ཡོད།
en: If they have already been produced, what need would there be for causes and conditions?

source: གལ་ཏེ་མ་སྐྱེས་པ་ཞིག་སྐྱེ་ན་ནི་ནམས་ཀྱང་སྐྱེ་བ་དམིགས་པར་མི་འགྱུར་རོ།
en: If they are not produced, then there is no production to perceive.

source: མ་སྐྱེས་པའི་ཆོས་གང་ཡིན་པ་དེ་ནི་ཡོད་པ་མ་ཡིན་པ་མིང་མེད་པ་མཚན་མ་མེད་པ་དགག་པར་བྱ་བ་མ་ཡིན་པ་དཔེར་བྱར་མི་རུང་བ། རྒྱུ་དང་རྐྱེན་གྱིས་བསྐྱེད་པར་བྱ་བ་མ་ཡིན་པའི་ཕྱིར་རོ།
en: An unproduced phenomenon has no existence and therefore has no name, has no features, does not cease, and can have no analogy, because it has not been produced by causes and conditions. “

source: །རིགས་ཀྱི་ལྷ་མོ་འདི་ལྟ་སྟེ། དཔེར་ན་རྔའི་སྒྲ་གང་ཡིན་པ་དེ་ནི་ཤིང་ལ་ཡང་བརྟེན།
en: Noble goddess, it is like this: As an example, a drumbeat is dependent on wood.

source: ཀོ་བ་དང་དབྱུག་གུ་དང་ལག་པ་ལ་སོགས་པ་ལ་བརྟེན་པའི་ཕྱིར་སྒྲ་འབྱུང་བར་འགྱུར་ཡང་འདི་ལྟར་རྔའི་སྒྲ་གང་ཡིན་པ་དེ་ནི་འདས་པ་ཡང་སྟོང་།
en: It is dependent on a skin, a stick, a hand, and so on.

source: མ་འོངས་པ་ཡང་སྟོང་། ད་ལྟར་བྱུང་བ་ཡང་སྟོང་ངོ་། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Therefore, although a drumbeat originates, the past of that which is a drumbeat is empty, its future is empty, and its present origination is empty.

source: རྔའི་སྒྲ་གང་ཡིན་པ་དེ་ནི་ཤིང་ལས་ཀྱང་མི་འབྱུང་། ཀོ་བ་ལས་ཀྱང་མི་འབྱུང་། དབྱུག་གུ་དང་ལག་པ་ལས་ཀྱང་མི་འབྱུང་།
en: The drumbeat does not originate from the wood, it does not originate from the skin, and it does not originate from the stick or the hand.

source: དུས་གསུམ་ལས་ཀྱང་མི་འབྱུང་བས་དེ་ནི་མ་སྐྱེས་པའོ།
en: It does not originate from the three times. Therefore, it is not produced.

source: །མ་སྐྱེས་པ་གང་ཡིན་པ་དེ་ནི་འགག་པར་ཡང་མི་འགྱུར་རོ།
en: That which is not produced does not cease.

source: །འགག་པར་མི་འགྱུར་བ་གང་ཡིན་པ་དེ་ནི་གང་ནས་ཀྱང་མི་འོང་ངོ་།
en: That which does not cease does not come from anywhere.

source: །གང་ནས་ཀྱང་མ་འོངས་པ་དེ་ནི་གང་དུ་ཡང་འགྲོ་བར་མི་འགྱུར་རོ།
en: That which does not come from anywhere does not go anywhere.

source: །གང་དུ་ཡང་འགྲོ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྟག་པར་ཡང་མ་ཡིན།
en: That which does not go anywhere is not eternal.

source: །ཆད་པར་ཡང་མ་ཡིན་ནོ།
en: It is not nothingness.

source: །རྟག་པར་ཡང་མ་ཡིན་ཆད་པར་ཡང་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ནི་གཅིག་པ་ཡང་མ་ཡིན་ཐ་དད་པ་ཡང་མ་ཡིན་པས་སོ།
en: That which is neither eternal nor nothingness is not one and it is not separate. “

source: གལ་ཏེ་འདི་གཅིག་པ་ཞིག་ཡིན་ན་ནི་ཆོས་ཀྱི་དབྱིངས་དང་ཐ་མི་དད་པར་འགྱུར་རོ།
en: If the five skandhas were one, they would not be different from the Dharma realm.

source: །གལ་ཏེ་དེ་ལྟ་ཡིན་ན་ནི་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱང་ཡང་དག་པའི་བདེན་པ་མཐོང་ནས་བླ་ན་མེད་པ་ཡང་དག་པའི་བདེན་པ་དང་ལྡན་པའི་མྱ་ངན་ལས་འདས་པ་ཐོབ་པར་འགྱུར་བའི་རིགས་ན།
en: If it were like that, then it would be logical that even ordinary beings would see the genuine truth and attain the nirvāṇa that has the highest genuine truth.

source: དེ་ལྟ་མ་ཡིན་པས་དེའི་ཕྱིར་གཅིག་པ་ཡང་མ་ཡིན་པར་རིག་པར་བྱའོ། །གལ་ཏེ་ཐ་དད་དོ་ཞེ་ན།
en: But this is not so, and therefore it should be known that they are not one. “

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འདུ་བྱེད་ཀྱི་མཚན་ཉིད་ཐམས་ཅད་ཀྱང་མངོན་པར་ཞེན་པ་དང་བཅས་པ་ཡིན་པས་ཉོན་མོངས་པའི་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་བར་མི་འགྱུར་ཞིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ།
en: If they were separate, then all the composite characteristics of the buddhas and bodhisattvas would include attachment so that they would not become liberated from the bondage of the kleśas and would not attain the highest, most complete enlightenment of buddhahood. “

source: འཕགས་པའི་གང་ཟག་ཐམས་ཅད་ནི་འདུ་བྱེད་དང་འདུ་བྱེད་མ་ཡིན་པ་དག་ལ་ཡང་དག་པའི་ངོ་བོ་ཉིད་དུ་མཉམ་པར་རྟོགས་པས་དེའི་ཕྱིར་ཐ་དད་པ་ཡང་མ་ཡིན་ཏེ།
en: It is because all ārya individuals have realized the essential sameness of the composite and noncomposite, and therefore they are not separate from each other.

source: དེ་ལྟ་བས་ན་ཕུང་པོ་ལྔ་པོ་དག་ནི་ཡོད་པ་མ་ཡིན། མེད་པ་ཡང་མ་ཡིན། རྒྱུ་དང་རྐྱེན་ལས་མ་སྐྱེས་པ། རྒྱུ་དང་རྐྱེན་མེད་པ་ལས་སྐྱེས་པ་ཡང་མ་ཡིན་པར་རིག་པར་བྱའོ།
en: Thus, one should know that the five skandhas are neither existent nor nonexistent. They are neither produced by causes and conditions nor not produced by causes and conditions. “

source: །འཕགས་པས་ཤེས་པར་བྱ་བ་ཡིན་གྱི་གཞན་གྱི་སྤྱོད་ཡུལ་མ་ཡིན་པའི་ཕྱིར་ཚིག་དང་ཐ་སྙད་ཀྱིས་རིག་པར་མི་འགྱུར་བ།
en: This the āryas know, but it is not within the field of experience of others, and therefore it cannot be known through words and terminology.

source: མིང་མེད་པ། མཚན་མ་མེད་པ། རྒྱུ་མེད་པ། རྐྱེན་མེད་པ། དཔེ་མེད་པ།
en: It has no name, no features, no cause, no condition, and no analogy and is devoid of a beginning or end.

source: ཐོག་མ་དང་ཐ་མ་མེད་པར་རབ་ཏུ་དབེན་པ། གཟོད་མ་ཉིད་ནས་རང་བཞིན་གྱིས་སྟོང་པ་ཡིན་པས་དེའི་ཕྱིར་ཕུང་པོ་ལྔ་པོ་དག་གིས་ཆོས་ཀྱི་དབྱིངས་སྟོན་པར་ནུས་པ་ཡིན་ནོ།
en: It is primordially, naturally empty. Therefore, the Dharma realm can be taught through the five skandhas. “

source: །རིགས་ཀྱི་ལྷ་མོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡོངས་སུ་གཉེར་བར་འདོད་པས་དོན་དམ་པ་དང་ཀུན་རྫོབ་ལས་གུད་ན་ཡོངས་སུ་ཚོལ་བར་བྱེད་ན་དེ་ནི་ཤིན་ཏུ་དཔག་ཅིང་བསམ་པར་དཀའ་བ་ཡིན་ཏེ།
en: Noble goddess, if any noble man or noble woman who wishes to seek for the highest, most complete enlightenment seeks for it elsewhere than the ultimate and relative, that would be extremely difficult to comprehend and contemplate.

source: སོ་སོའི་སྐྱེ་བོ་དང་འཕགས་པའི་སྤྱོད་ཡུལ་གྱི་ངོ་བོ་ཉིད་ནི་གཅིག་པ་ཡང་མ་ཡིན།
en: The nature of the field of experience of the āryas and of ordinary beings is neither one nor different.

source: ཐ་དད་པ་ཡང་མ་ཡིན་པས་ཀུན་རྫོབ་ཀྱང་མི་སྤོང་ལ་དོན་དམ་པ་དང་ཡང་མི་འབྲལ་བར་ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་ནས་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་སྤྱད་པར་བྱའོ།
en: Therefore, the conduct of enlightenment should be practiced based upon the Dharma realm without eliminating the relative and without being apart from the ultimate.”

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: When the Bhagavat had said that, the noble goddess was delighted and happy.

source: རིགས་ཀྱི་ལྷ་མོ་དགའ་མགུ་རངས་པར་གྱུར་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ལ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་གུས་པས་ཐལ་མོ་སྦྱར་ནས་སེམས་རྩེ་གཅིག་ཏུ་མགོ་བོས་ཕྱག་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གོང་དུ་ཇི་སྐད་བཀའ་སྩལ་པའི་བྱང་ཆུབ་ཀྱི་ཡང་དག་པའི་དོན་ལ་སྤྱོད་པ་གང་ལགས་པ་དེ་དག་ལ་དེང་བདག་གིས་བསླབ་པར་བགྱིའོ།
en: She rose from her seat and, with her upper robe over one shoulder, knelt on her right knee, placed her palms together, and with a one-pointed mind bowed down her head and said to the Bhagavat, “Bhagavat, I shall train today in that practice of the true meaning of enlightenment that the Bhagavat has spoken of.”

source: །དེ་ནས་མི་མཇེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་བདག་པོ་ཚངས་པའི་རྒྱལ་པོ་ཆེན་པོས་འཁོར་མང་པོའི་ནང་དུ་ལྷ་མོ་ཡིད་བཞིན་རིན་ཆེན་འོད་འཕྲོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་འདི་ནི་ཤིན་ཏུ་བསྒྲུབ་པར་དཀའ་བ་ཡིན་ན། དེང་ཁྱེད་ཀྱིས་ཇི་ལྟར་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་ལ་རང་དབང་ཐོབ་པར་འགྱུར། དེ་ནས་རིགས་ཀྱི་ལྷ་མོས་ཚངས་པའི་རྒྱལ་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then the great Brahmarāja, the lord of the Sahā world realm, who was present within that vast assembly, said to the noble goddess Cittaratnārcī, “This bodhisattva conduct is difficult to accomplish, so how are you going to master it today?”

source: །ཀྱེ་ཚངས་པའི་རྒྱལ་པོ་ཆེན་པོ་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་གསུངས་པ་ལྟར་ན་འདི་ནི་ཡང་དག་པར་ཤིན་ཏུ་ཟབ་པ་ཡིན་པས་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་དེའི་དོན་ཤེས་པར་མི་འགྱུར་གྱི་འདི་ནི་འཕགས་པའི་སྤྱོད་ཡུལ་ཡིན་པས་ཤིན་ཏུ་གྱ་ནོམ་ཞིང་ཤེས་པར་དཀའ་བ་ཡིན་ནོ།
en: The noble goddess said to Brahmarāja, “O great Brahmarāja, that which the Bhagavat has taught is truly very profound, so that no ordinary being can know its meaning; it is the field of experience of āryas, and therefore it is sublime and difficult to know.

source: །གལ་ཏེ་དེང་བདག་གིས་ཆོས་འདི་ལ་བརྟེན་ནས་བདེ་བར་གནས་པར་ཐོབ་པ་བདེན་ཏེ་མི་རྫུན་པར་གྱུར་ན་དུས་ངན་པའི་སྙིགས་མ་ལྔའི་སེམས་ཅན་ཚད་མེད་གྲངས་མེད། མཐའ་མེད་པ་ཐམས་ཅད་གསེར་གྱི་ཁ་དོག་ཏུ་གྱུར་ནས་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་ཏེ་སྐྱེས་པ་ཡང་མ་ཡིན་བུད་མེད་ཀྱང་མ་ཡིན་པར་གྱུར་ནས་རིན་པོ་ཆེའི་པདྨ་ལ་འདུག་སྟེ་བདེ་བ་ཚད་མེད་པ་མྱོང་བ་དང་།
en: If it is true and not false that I can today attain a state of bliss through relying on this Dharma, then may all the countless, innumerable, numberless beings in this world realm of five degenerations become golden in color, possess the thirty-two signs, be neither male nor female, be seated upon a precious lotus, and enjoy limitless bliss.

source: ལྷའི་མེ་ཏོག་དམ་པའི་ཆར་མངོན་པར་འབབ་པ་དང་།
en: May there fall a rain of sublime, divine flowers.

source: ལྷའི་རོལ་མོའི་ཆ་བྱད་རྣམས་མ་དཀྲོལ་བར་རང་སྒྲ་འབྱུང་བ་དང་།
en: May music resound from divine musical instruments without their being played.

source: མཆོད་པའི་ཡོ་བྱད་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་གྱུར་ཅིག །
en: And may there be a perfection of all articles of offering.”

source: ཅེས་དེའི་ཚེ་རིགས་ཀྱི་ལྷ་མོས་དེ་སྐད་ཅེས་སྨྲས་མ་ཐག་ཏུ་དུས་ངན་པའི་སྙིགས་མ་ལྔའི་སེམས་ཅན་ཇི་སྙེད་པ་ཐམས་ཅད་གསེར་གྱི་ཁ་དོག་ཏུ་གྱུར་ནས་སྐྱེས་བུ་ཆེན་པོའི་མཚན་དང་ལྡན་ཏེ་སྐྱེས་པ་ཡང་མ་ཡིན་བུད་མེད་ཀྱང་མ་ཡིན་པར་གྱུར་ནས་རིན་པོ་ཆེའི་པདྨ་ལ་འདུག་སྟེ་བདེ་བ་ཚད་མེད་པ་དག་ལ་ལོངས་སྤྱོད་པར་གྱུར་པས་གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷའི་གཞལ་མེད་ཁང་ཇི་ལྟ་བ་བཞིན་དུ་ངན་འགྲོ་རྣམས་ཀྱང་མེད་དེ།
en: As soon as the noble goddess had said that, all of the beings in that time of five degenerations became golden in color with the signs of a great being, were neither male nor female, were seated upon precious lotuses, and enjoyed limitless bliss. It was just as in the palace of the Paranirmita­vaśavartin deities. There were no lower existences.

source: རིན་པོ་ཆེའི་ལྗོན་ཤིང་ཕྲེད་དུ་དཀྲིས་ཤིང་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་མེ་ཏོག་གིས་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་ཏུ་གང་བར་གྱུར་ཏོ།
en: There were arranged rows of precious trees, and the world realm was filled with flowers from the trees that were made of the seven precious materials.

source: །གཞན་ཡང་ལྷའི་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་མེ་ཏོག་གི་ཆར་ཡང་མངོན་པར་ཕབ། ལྷའི་རོལ་མོ་རྣམས་ཀྱང་བྱས་ཏེ།
en: Also, there fell a rain of divine flowers of the seven precious materials, and divine music played.

source: རིགས་ཀྱི་ལྷ་མོ་ཡིད་བཞིན་རིན་ཆེན་འོད་འཕྲོ་ཡང་བུད་མེད་ཀྱི་ལུས་ཡོངས་སུ་བསྒྱུར་ནས་ཚངས་པའི་ལྷའི་ལུས་སུ་གྱུར་ཏོ།
en: The noble goddess Cittaratnārcī transformed also from having a female body to having the body of a Brahmā deva.

source: །དེ་ནས་ཚངས་པའི་རྒྱལ་པོ་ཆེན་པོས་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་བཞིན་རིན་ཆེན་འོད་འཕྲོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱོད་ཇི་ལྟར་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་ཡོངས་སུ་སྤྱོད་པར་བྱེད།
en: Then the great Brahmarāja asked the bodhisattva Cittaratnārcī, “Venerable one, how did you practice bodhisattva conduct?”

source: སྨྲས་པ། ཀྱེ་ཚངས་པའི་རྒྱལ་པོ་གལ་ཏེ་ཆུའི་ཟླ་བ་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་ན་བདག་ཀྱང་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་དོ།
en: The bodhisattva Cittaratnārcī replied, “Great Brahmarāja, if a moon on water were to practice enlightened conduct, that is how I practiced enlightened conduct.

source: །གལ་ཏེ་རྨི་ལམ་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་ན་བདག་ཀྱང་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་དོ།
en: If someone in a dream were to practice enlightened conduct, that is how I practiced enlightened conduct.

source: །གལ་ཏེ་སྨིག་རྒྱུ་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་ན་བདག་ཀྱང་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་དོ།
en: If a mirage were to practice enlightened conduct, that is how I practiced enlightened conduct.

source: །གལ་ཏེ་ལུང་པའི་བྲག་ཆ་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་ན་བདག་ཀྱང་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་བྱེད་དོ།
en: If a valley’s echo were to practice enlightened conduct, that is how I practiced enlightened conduct.”

source: །དེ་ནས་ཚངས་པའི་རྒྱལ་པོ་ཆེན་པོས་དེ་སྐད་ཅེས་སྨྲས་པ་ཐོས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱོད་དོན་གང་ལ་བརྟེན་ནས་ཚིག་འདི་སྐད་སྨྲ་བར་བྱེད། སྨྲས་པ།
en: When great Brahmarāja heard that, he asked the bodhisattva Cittaratnārcī, “Venerable one, based on what meaning did you say those words?”

source: ཀྱེ་ཚངས་པའི་རྒྱལ་པོ་ཆོས་གཅིག་འགའ་ཙམ་ཡང་དེ་ཁོ་ན་ཉིད་ཀྱི་མཚན་ཉིད་མ་ཡིན་པ་མེད་མོད་ཀྱི་འོན་ཀྱང་རྒྱུ་དང་རྐྱེན་གྱི་དབང་གིས་མངོན་པར་གྲུབ་པ་ཡིན་ནོ།
en: The bodhisattva Cittaratnārcī replied, “O Brahmarāja! Although there is not a single phenomenon that does not have the characteristic of the true nature, nevertheless they are created through causes and conditions.” “

source: །ཚངས་པའི་རྒྱལ་པོས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་བུ་ཡིན་པར་གྱུར་ན་འོ་ན་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བའི་རིགས་སོ།
en: If that is so,” said Brahmarāja, “then it would be logical that childlike, ordinary beings would attain the highest, most complete enlightenment of buddhahood.” “

source: །སྨྲས་པ། ཁྱོད་ཅི་ལ་བསམས་ཏེ་འདི་སྐད་དུ་སྨྲ་བར་བྱེད།
en: What are you thinking that made you say that?”

source: ཅི་གཏི་མུག་དང་ལྡན་པའི་གང་ཟག་ཀྱང་ཐ་དད།
en: asked the bodhisattva Cittaratnārcī. “

source: ཤེས་རབ་དང་ལྡན་པའི་གང་ཟག་ཀྱང་ཐ་དད། བྱང་ཆུབ་ཀྱང་ཐ་དད། བྱང་ཆུབ་མ་ཡིན་པ་ཡང་ཐ་དད། རྣམ་པར་གྲོལ་བ་ཡང་ཐ་དད། རྣམ་པར་གྲོལ་བ་མ་ཡིན་པ་ཡང་ཐ་དད་པ་ཞིག་ཡིན་སྙམ་མམ།
en: Do you think that ignorant individuals are separate, that wise individuals are separate, that enlightenment is separate, that nonenlightenment is separate, that liberation is separate, and that nonliberation is separate? “

source: ཚངས་པའི་རྒྱལ་པོ་འདི་ལྟར་ཆོས་རྣམས་ནི་མཉམ་ཞིང་ཐ་དད་པ་མེད་དེ།
en: Brahmarāja, phenomena are the same in that way and have no separation.

source: ཆོས་ཀྱི་དབྱིངས་འདི་ལ་དེ་བཞིན་ཉིད་ཐ་དད་པར་འགྱུར་བ་མེད་པས་མངོན་པར་ཞེན་པར་བྱ་བའི་བར་ཞེས་བྱ་བ་ཡང་མེད་དེ་འཕེལ་བ་མེད་ཅིང་འགྲིབ་པ་མེད་པར་འགྱུར་བ་ཡིན་ནོ།
en: This Dharma realm has no separate nature, and so on, up to attachment having no separate nature. It has no increasing or lessening. “

source: །ཀྱེ་ཚངས་པའི་རྒྱལ་པོ་འདི་ལྟ་སྟེ་དཔེར་ན་སྒྱུ་མ་མཁན་ནམ།
en: O Brahmarāja!

source: སྒྱུ་མ་མཁན་གྱི་སློབ་མ་སྒྱུ་མ་སྟོན་པ་ལ་ཤིན་ཏུ་མཁས་པ་ཞིག་གིས་ལམ་གྱི་བཞི་མདོར་གསེག་མ་དང་རྩྭ་དང་ཤིང་གི་ལོ་མ་ལ་སོགས་པ་བླངས་ཏེ་ཕུང་པོ་གཅིག་ཏུ་སྤུངས་ནས་སྒྱུ་རྩལ་རྣམས་ཀྱིས་གླང་པོ་ཆེའི་ཚོགས་དང་། རྟའི་ཚོགས་དང་། ཤིང་རྟ་དང་། དམག་ལ་སོགས་པའི་ཚོགས་དང་། རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཕུང་པོ་དང་།
en: It is like a conjurer, or a conjurer’s pupil, who is skilled in manifesting illusions, who at a crossroads gathers pebbles, plants, tree leaves, and so on, piles them into a heap, and then through magic manifests herds of elephants, herds of horses, a mass of chariots and soldiers, and so on, and a heap of the seven precious materials, and various kinds of treasuries that are seen by many people. “

source: བང་མཛོད་རྣམ་པ་སྣ་ཚོགས་སྐྱེ་བོ་མང་པོ་རྣམས་ཀྱིས་མཐོང་བར་འགྱུར་བ་མངོན་པར་སྤྲུལ་པར་གྱུར་ན་སེམས་ཅན་གང་དག་གླེན་ཞིང་གཏི་མུག་ཅན་དུ་གྱུར་པ། དཔྱོད་པར་མི་ནུས་པ། སྒྱུ་མའི་རྩ་བ་མི་ཤེས་པ་དག་གིས་མཐོང་ཞིང་ཐོས་པར་གྱུར་ན། འདི་སྙམ་དུ་བདག་གིས་མཐོང་ཞིང་ཐོས་པའི་གླང་པོ་ཆེ་དང་རྟ་ལ་སོགས་པའི་ཚོགས་གང་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པར་ཡོད་པ་ཡིན་གྱི། གཞན་ནི་བརྫུན་པ་ཡིན་ནོ་སྙམ་དུ་སེམས་པས་ཕྱིས་ལེགས་པར་སོ་སོར་རྟོག་ཅིང་སེམས་པ་ཡང་མེད་དོ།
en: When they are manifested, there are those beings who are stupid and ignorant, who fail to analyze it, who do not realize the source of the illusions, and so when they see and hear them, they think, ‘The herds of elephants, horses, and so on that we can see and hear are real, and anything else is a lie!’ Therefore, they don’t subsequently examine or investigate them. “

source: །གང་བློ་དང་ལྡན་པ་དག་ནི་དེ་ལྟ་མ་ཡིན་ཏེ།
en: Those who are intelligent are not like that.
